<?php require "../includes/db.php";
include ("../includes/header.php");?>

   	 <div class="container-fluid">
        <div class="row text-center alert">
            <div class="col-12">
              <h1 class="display-4">Диета для набора массы <br></h1>
              <hr>
              <div class="col-12">
                <h2><span id="i">Питание для роста мышечной массы: базовые принципы</span></h2><p>Затрачиваемая человеком энергия, восполняемая при употреблении пищи, прямо пропорциональна физической активности. Силовые тренировки требуют в несколько раз больше энергозатрат, нежели обычная деятельность человека. И если сократить рацион, организм начнет испытывать нехватку питательных веществ. Это негативно отразится и на самочувствии, и на результате занятий.</p><br>
                <p><strong>Соблюдать диету для увеличения мышечной массы</strong> — это не голодать, а, наоборот, потреблять больше калорий, чем было затрачено энергии. Не следует воспринимать данный факт в качестве единственного условия такого питания. Способствующая набору мышц диета должна быть сбалансированной, строиться на шести базовых принципах:</p><br>
                <h3><span id="i-2">Дробное питание</span></h3><p>Есть нужно много, но малыми порциями в течение дня. Это способствует быстрому усваиванию пищи с целью получения энергии, а не для накапливания жировых отложений. Питаясь дробно, атлет набирает мышечную, а не жировую массу.</p><br>
                <h3><span id="i-3">Высококалорийная пища</span></h3><p>Каждая употребляемая порция пищи должна содержать много калорий. Чем меньше энергетическая ценность еды, тем чаще придется есть. Порядка 70% дневного рациона, составляемой программы питания, необходимо составлять из высококалорийных продуктов.</p><br>
                <h3><span id="i-4">Медленные жиры и углеводы</span></h3><p>Из меню нужно исключать быстрые углеводы и жиры — сладкие фрукты, кондитерские и мучные изделия. Они требуют длительного времени на переваривание, что приводит к наращиванию жировой прослойки, а не получению энергии. Организм не успевает затрачивать большую часть извлекаемых из быстрых углеводов и жиров питательных веществ на возобновление затраченной энергии, а отправляет на «хранение», то есть в жировое депо.</p><br>
                <h3><span id="i-5">Достаточное количество воды</span></h3><p>Диета для набора мышц ускоряет метаболизм, вводит организм в стрессовую ситуацию, избежать которую можно при соблюдении питьевого режима. В сутки необходимо выпивать не менее трех литров воды. Несоблюдение этого пункта способно повлечь за собой дегидратацию, выражаемую ухудшением самочувствия и остановкой роста мышечной массы.</p><br>
                <h3><span id="i-6">Режим питания</span></h3><p>Съедаемые до 16.00 порции должны составлять большую часть суточного рациона. В более позднее время в рационе следует избегать продуктов с быстрыми углеводами и жирами.</p><br>
                <h3><span id="i-7">Спортивная диета</span></h3><p>Подразумевает обязательные интенсивные тренировки. Иначе все употребляемые калории будут превращаться в жир, а не в сухую мышечную массу. В тренировочные дни необходимо есть за 2 часа и до, и после тренировки. Ускорению процесса роста мускулатуры способствует дополнительный прием спортивных добавок.</p>
              </div>
            </div>
        </div>
      </div>

	<?php include ("../includes/footer.php")?>

    <script src="https://code.jquery.com/jquery-3.3.1.slim.min.js" integrity="sha384-q8i/X+965DzO0rT7abK41JStQIAqVgRVzpbzo5smXKp4YfRvH+8abtTE1Pi6jizo" crossorigin="anonymous"></script>
    <script src="https://cdnjs.cloudflare.com/ajax/libs/popper.js/1.14.7/umd/popper.min.js" integrity="sha384-UO2eT0CpHqdSJQ6hJty5KVphtPhzWj9WO1clHTMGa3JDZwrnQq4sF86dIHNDz0W1" crossorigin="anonymous"></script>
    <script src="https://stackpath.bootstrapcdn.com/bootstrap/4.3.1/js/bootstrap.min.js" integrity="sha384-JjSmVgyd0p3pXB1rRibZUAYoIIy6OrQ6VrjIEaFf/nJGzIxFDsf4x0xIM+B07jRM" crossorigin="anonymous"></script>
  </body>
</html>